Repository: danangjunian/ojs
Catalog: plugins/generic/nusantarajournalmodal/locale/*/locale.po
Languages: id_id

# plugins.generic.nusantarajournalmodal.displayName
source: Nusantara Journal Modal
id_id: Modal Detail Jurnal Nusantara

# plugins.generic.nusantarajournalmodal.description
source: Provide a curated journal detail modal for the Nusantara theme, configurable per journal context.
id_id: Sediakan tampilan modal detail jurnal untuk tema Nusantara yang dapat dikonfigurasi oleh manajer jurnal.

# plugins.generic.nusantarajournalmodal.settings.header.journal
source: Journal Information
id_id: Informasi Jurnal

# plugins.generic.nusantarajournalmodal.settings.header.indexing
source: Indexing & Badges
id_id: Indeksasi & Badge

# plugins.generic.nusantarajournalmodal.settings.header.links
source: Action Buttons
id_id: Tombol Aksi

# plugins.generic.nusantarajournalmodal.settings.header.additional
source: Additional Metadata
id_id: Informasi Tambahan

# plugins.generic.nusantarajournalmodal.settings.frequency
source: Publication Frequency
id_id: Frekuensi terbit

# plugins.generic.nusantarajournalmodal.settings.indexing
source: Indexing labels
id_id: Label indeksasi

# plugins.generic.nusantarajournalmodal.settings.indexing.description
source: One entry per line. Example: SINTA, DOAJ, Scopus, Google Scholar.
id_id: Satu baris per label. Contoh: SINTA, DOAJ, Scopus, Google Scholar.

# plugins.generic.nusantarajournalmodal.settings.doi
source: Current issue DOI or identifier
id_id: DOI isu terkini / identitas lain

# plugins.generic.nusantarajournalmodal.settings.license
source: License & APC information
id_id: Lisensi & informasi APC

# plugins.generic.nusantarajournalmodal.settings.primaryLabel
source: Primary action label
id_id: Label tombol utama

# plugins.generic.nusantarajournalmodal.settings.primaryUrl
source: Primary action URL
id_id: URL tombol utama

# plugins.generic.nusantarajournalmodal.settings.secondaryLabel
source: Secondary action label
id_id: Label tombol sekunder

# plugins.generic.nusantarajournalmodal.settings.secondaryUrl
source: Secondary action URL
id_id: URL tombol sekunder

# plugins.generic.nusantarajournalmodal.validation.editor
source: Please provide a valid editor in chief name.
id_id: Masukkan nama editor in chief yang valid.

# plugins.generic.nusantarajournalmodal.validation.issn
source: Please provide ISSN information (optional).
id_id: Masukkan informasi ISSN (opsional).

# plugins.generic.nusantarajournalmodal.validation.primaryUrl
source: Please provide a valid URL for the primary action button.
id_id: Masukkan URL yang valid untuk tombol utama.

# plugins.generic.nusantarajournalmodal.validation.secondaryUrl
source: Please provide a valid URL for the secondary action button.
id_id: Masukkan URL yang valid untuk tombol sekunder.

# plugins.generic.nusantarajournalmodal.settings.eyebrowLabel
source: Intro heading (e.g. Discover Our Journals)
id_id: Judul pengantar (mis. Discover Our Journals)
