Repository: danangjunian/ojs
Catalog: plugins/themes/nusantara/locale/*/locale.po
Languages: id

# plugins.themes.nusantara.searchPlaceholder
source: Search articles, journals, or authors
id: Cari artikel, jurnal, atau penulis

# plugins.themes.nusantara.metrics.readers
source: Global readership
id: Pembaca global

# plugins.themes.nusantara.site.journalShowcase
source: Discover Our Journals
id: Jelajahi Jurnal Kami

# plugins.themes.nusantara.site.journalShowcaseDescription
source: Explore highlighted journals with refreshed covers, curated issues, and engaging scholarly communities.
id: Temukan jurnal pilihan dengan tampilan baru, edisi kurasi, dan komunitas ilmiah yang aktif.

# plugins.themes.nusantara.site.visitJournal
source: Visit journal homepage
id: Kunjungi Jurnal

# plugins.themes.nusantara.footer.callForPapers
source: Submit your manuscript
id: Kirim manuskrip Anda

# plugins.themes.nusantara.footer.rights
source: All rights reserved
id: Hak cipta dilindungi

# plugins.themes.nusantara.hero.fastReview
source: Fast-track review workflow
id: Proses telaah cepat

# plugins.themes.nusantara.hero.joinCommunity
source: Join our editorial community
id: Bergabung dengan komunitas editorial kami

# plugins.themes.nusantara.hero.siteLabel
source: Journal Portal
id: Portal Jurnal

# plugins.themes.nusantara.site.aboutTitle
source: About this journal portal
id: Tentang portal jurnal ini

# plugins.themes.nusantara.announcements.viewAll
source: View all announcements
id: Lihat semua pengumuman

# plugins.themes.nusantara.accountMenu.title
source: Account
id: Akun

# common.navigation
source: Navigation
id: Navigasi

# plugins.themes.nusantara.footer.location
source: Location
id: Lokasi

# plugins.themes.nusantara.footer.locationPlaceholder
source: Embed a map of your campus or office here.
id: Sematkan peta kampus atau kantor Anda di sini.

# plugins.themes.nusantara.footer.locationInstructions
source: Paste the iframe in Appearance → Theme → Location map.
id: Tempel iframe di Tampilan → Tema → Peta lokasi.

# plugins.themes.nusantara.option.footerMapEmbed.label
source: Location map embed
id: Embed peta lokasi

# plugins.themes.nusantara.option.footerMapEmbed.description
source: Paste the iframe (Google Maps, OpenStreetMap, etc.) to display it in the footer.
id: Tempel kode iframe (Google Maps, OpenStreetMap, dll.) untuk ditampilkan di footer.

# plugins.themes.nusantara.footer.contact
source: Contact
id: Kontak
